Repository: numanayhan/ios_tutorials
Catalog: Swift Book/401/Settings/Settings/*.lproj/Languages.strings
Languages: tr

source: Sign In
tr: Oturum aç

source: Email
tr: E-posta

source: Password
tr: Şifre

# forgot
source: Forgot Password?
tr: Şifremi Unuttum

# login
source: Sign In
tr: Giriş Yap

source: CLOSE
tr: Tamam

# firstName
source: Fisrt Name
tr: Ad

source: Last Name
tr: Soyad

# registerHeader
source: Create Account
tr: Hesap Açın

source: Register
tr: Hemen Üye Ol

# haveToFirstName
source: First Name
tr: Adınızı yazınız

# haveToLastNameText
source: Last Name
tr: Soyadınızı yazınız

# haveToEmailText
source: E-mail
tr: E-posta giriniz

# haveToEmailValide
source: Please check e-mail
tr: E-postanızı kontrol ediniz

# haveToPasswordText
source: Create Password
tr: Şifre oluşturun

# haveToPasswordValide
source: Use Password Rules
tr: Şifre oluşturma kurallarına uyunuz
